---
kind: other
id: Properties.T:Autodesk.Revit.DB.FilterStringGreater
source: html/bb3af4e2-7e77-dd25-67d4-cd131bec92cd.htm
---
# FilterStringGreater Properties

Specifies whether the .NET object represents a valid Revit entity.